/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Правка";
"MENU_WINDOW" = "Окно";
"MENU_HELP" = "Помощь";

/* App Menu Items */
"MENU_APP_ABOUT" = "Об игре @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Скриншот";
"MENU_APP_HIDE" = "Скрыть @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Скрыть другие окна";
"MENU_APP_SHOW_ALL" = "Показать все";
"MENU_APP_QUIT" = "Выйти из @{APP_TITLE}";
"MENU_APP_REVEAL" = "Показать в Finder";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "Настройки игры";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "Скриншоты игры";
"MENU_APP_REVEAL_GAME_LOGS" = "Данные игры";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "Поддержка приложения";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "Настройки приложения";
"MENU_APP_REVEAL_APPLICATION" = "Приложение";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Отмена";
"MENU_EDIT_CUT" = "Вырезать";
"MENU_EDIT_COPY" = "Копировать";
"MENU_EDIT_PASTE" = "Вставить";
"MENU_EDIT_DELETE" = "Удалить";
"MENU_EDIT_SELECT_ALL" = "Выделить все";
"MENU_EDIT_FIND" = "Поиск";
"MENU_EDIT_FIND_FIND" = "Поиск…";
"MENU_EDIT_FIND_NEXT" = "Далее";
"MENU_EDIT_FIND_PREVIOUS" = "Назад";
"MENU_EDIT_FIND_USE_SELECTION" = "Искать в выбранном";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Перейти к выбранному";
"MENU_EDIT_SPECIAL_CHARS" = "Специальные символы…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Закрыть";
"MENU_WINDOW_MINIMIZE" = "Свернуть";
"MENU_WINDOW_ZOOM" = "Масштаб";
"MENU_WINDOW_FULLSCREEN" = "Полноэкранный режим";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Все на передний план";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "Форум технической поддержки";
"MENU_HELP_SUPPORT_PORTAL" = "Сайт поддержки";
"MENU_HELP_COPY_SUPPORT_INFO" = "Копировать информацию для поддержки";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "Вы работаете в @{OS_VERSION}. Для этой операционной системы доступно обновление, которое повысит стабильность работы приложения @{APP_TITLE}.";
"VERSION_UNSUPPORTED" = "Напоминаем, что @{APP_TITLE} скоро перестанет работать с операционной системой @{OS_VERSION}. Игра будет работать с этой операционной системой еще некоторое время, но мы рекомендуем вам установить @{LATEST_OS_VERSION} как можно быстрее. Системные требования для игры указаны @{SYSTEM_REQUIREMENTS_URL}. Дополнительная информация о том, как обновить операционную систему, дается в @{OS_UPGRADE_URL}. О нашей политике поддержки операционных систем Mac вы можете прочитать @{OS_GUIDELINES_URL}.";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="Продолжить";
"LAUNCH_SOFTWARE_UPDATE"="Обновить ОС";
"INVALID_VIDEO_DEVICE" = "Ошибка запуска @{APP_TITLE}: не удается обнаружить поддерживаемый графический процессор.";
"ERROR" = "Ошибка";
